<?php include_once('header.php');?>

<div class="warp-content"> <!-- 主体内容 开始 -->
    <div class="info">
        <p class="agreement" style="height:300px;overflow-x:hidden;overflow-y:scroll;">
            711CMS软件免费使用授权许可协议

            版权所有 (c) 2014-2016<br /><br />

            感谢您选择711CMS，711CMS致力于为用户提供全面的移动APP应用下载建站解决方案。<br /><br />

            711CMS官方网站网址为 http://www.711cms.com/ <br /><br />

            711CMS著作权已在中华人民共和国国家版权局注册，著作权受到法律和国际公约保护。使用者：无论个人或组织、盈利与否、用途如何（包括以学习和研究为目的），均需仔细阅读本协议，在理解、同意、并遵守本协议的全部条款后，方可开始使用 711CMS软件。<br /><br />


            1.0   协议许可的权利<br /><br />

            1)    您可以在完全遵守本最终用户授权协议的基础上，免费使用本软件而不必支付软件版权授权费用；<br /><br />

            2)    您可以在协议规定的约束和限制范围内修改 711CMS 源代码或界面风格以适应您的网站要求；<br /><br />

            3)    您拥有使用本软件构建的社区中全部资料、文章及相关信息的所有权，并独立承担与文章内容的相关法律义务；<br /><br />

            2.0   协议规定的约束和限制<br /><br />

            1)    不得对本软件进行出租、出售、抵押或发放子许可证；<br /><br />

            2)    无论如何，即无论用途如何、是否经过修改或美化、修改程度如何，只要使用711CMS的整体或任何部分，未经书面许可，页面页脚处的711CMS版权信息和官网网站的链接（http://www.711cms.com/）都必须保留，而不能清除或修改；<br /><br />

            3)    禁止711CMS的整体或任何部分基础上以发展任何派生版本、修改版本或第三方版本用于重新分发；<br /><br />

            4)    如果您未能遵守本协议的条款，所被许可的权利将被收回，并承担相应法律责任。<br /><br />

            3.0     有限担保和免责声明<br /><br />

            1)    本软件及所附带的文件是作为不提供任何明确的或隐含的赔偿或担保的形式提供的；<br /><br />

            2)    用户出于自愿而使用本软件，您必须了解使用本软件的风险，在尚未购买产品技术服务之前，我们不承诺提供任何形式的技术支持、使用担保，也不承担任何因使用本软件而产生问题的相关责任；<br /><br />


            有关711CMS最终用户授权协议、技术服务的详细内容，均由711CMS官方网站独家提供。<br /><br />

            电子文本形式的授权协议如同双方书面签署的协议一样，具有完全的和等同的法律效力。您一旦开始安装 711CMS，即被视为完全理解并接受本协议的各项条款，在享有上述条款授予的权力的同时，受到相关的约束和限制。协议许可范围以外的行为，将直接违反本授权协议并构成侵权，我们有权随时终止授权，责令停止损害，并保留追究相关责任的权力。<br />
        </p>
        <a href="/install.php?c=install&m=step2" class="install-btn">同意协议并开始安装</a>
    </div>
</div> <!-- 主体内容 结束 -->

<?php include_once('footer.php');?>
